<html>
<head>
<title>OPINI&Oacute;N</title>
</head>
<body bgcolor="black" text="white">

<h1><center>MI EXPERIENCIA CON EL SEMESTRE DE COMPUTACI&Oacute;N B&Aacute;SICA II</center></h1>

<p>
El curso de Computaci&oacute;n B&aacute;sica me gust&oacute; mucho ya que pude aprender el uso de Excel, aunque al inicio cost&oacute; mucho entenderlo. Gracias a las pr&aacute;cticas fue m&aacute;s f&aacute;cil entender c&oacute;mo se usa Excel y, en lo general, me gust&oacute; mucho. La ayuda de la maestra fue buena; no tuve ning&uacute;n problema en aprender ya que ella s&iacute; ense&ntilde;aba bien. Claro, acepto que en ciertas ocasiones no ped&iacute;a ayuda por pena y eso me afectaba un poco, pero la maestra nos dec&iacute;a que en clase pod&iacute;amos preguntar lo que quisi&eacute;ramos, ya que en el examen no nos ayudar&aacute; nadie.
</p>

<p>
Con algunos chicos de servicio tuve uno que otro problema, ya que a veces no me resolv&iacute;an la duda, pero por lo general s&iacute; me ayudaban. A m&iacute; me gust&oacute; m&aacute;s el contenido de este 3er parcial, ya que aprend&iacute; a hacer p&aacute;ginas web. Claro que al inicio se me complic&oacute;, m&aacute;s en la parte de subir los archivos a mi webhost gratuito (GitHub), pero fuera de eso no tuve mayor problema con realizar los trabajos en clase. Hasta el momento opino que el semestre estuvo muy bien en contenido.
</p>

<p>
Respecto a la maestra Wendoline Sandoval Trasvi&ntilde;a, quiero reconocer el buen trabajo que realiz&oacute;. Ella demuestra estar muy bien preparada, explica de forma clara y sencilla, y sabe guiar a los alumnos. A veces el ritmo de sus clases es muy r&aacute;pido, lo cual puede dificultar que algunos estudiantes comprendan todo al momento, pero eso no le quita el m&eacute;rito de ser una excelente maestra. Personalmente, aprend&iacute; mucho gracias a su forma de ense&ntilde;ar.
</p>

<hr>

<h2>TEMAS QUE APREND&Iacute;</h2>
<ol>
  <li>EXCEL</li>
<ul type="aquare">
<li>Formulas</li>
<li>Referencia relativas y absolutas</li>
<li>Funciones</li>
<li>Funcion SI</li>
<li>Funcion SI anidada</li>
<li>Manejo de graficos</li>
<li>Vinculacion de hojas</li>
<li>Ordenar y filtrar</li>
<li>Tablas dinamicas</li>
</ul>
</ol>
<ol start="2">
  <li>CREACI&OacuteN DE HTML</li>
<ul>
<li>Estructura B&aacutesica y texto</li>
<li>Listas y lineas</li>
<li>Im&aacutegenes y multimedia</li>
<li>Hiperv&iacutenculos</li>
<li>Tablas</li>
</ul>
</ol>

<hr>

<h2>COMPARACI&Oacute;N ENTRE PARCIALES</h2>
<center><table border="1" bgcolor="gray" style="color: white;">
  <tr>
    <th>Parcial</th>
    <th>Dificultad</th>
    <th>Contenido</th>
    <th>Opini&oacute;n</th>
  </tr>
  <tr>
    <td>1er Parcial</td>
    <td>Media</td>
    <td>Funciones de Excel</td>
    <td>Interesante pero dif&iacute;cil al inicio y me costo adaptarme al modo de trabajo</td>
  </tr>
  <tr>
    <td>2do Parcial</td>
    <td>Media</td>
    <td>Gr&aacute;ficas y f&oacute;rmulas</td>
    <td>Mejor&eacute; bastante los temas vistos en el anterior parcial</td>
  </tr>
  <tr>
    <td>3er Parcial</td>
    <td>Alta al principio</td>
    <td>Creaci&oacute;n de p&aacute;ginas web</td>
    <td>El mejor parcial para mi</td>
  </tr>
</table></center>

</body>
</html>
